{"Groups":[{"Channels":["DNA_1","Cyclin A","PD-L1","PD1","pSTAT1","Ki67"],"Colors":["ffffff","50e3c2","d0021b","02d012","0001ff","f5a623"],"Name":"Functional Markers","Path":"Functional-Markers_0__DNA_1--30__Cyclin A--19__PD-L1--23__PD1--18__pSTAT1--34__Ki67"},{"Channels":["DNA_1","E-cadherin","Vimentin","PAX8","CD31","CK7"],"Colors":["ffffff","00ff25","ffa000","1e02d0","d0021b","bd10e0"],"Name":"Tumor-stroma","Path":"Tumor-stroma_0__DNA_1--41__E-cadherin--42__Vimentin--31__PAX8--39__CD31--26__CK7"},{"Channels":["DNA_1","CD4","CD3d","CD8a","FOXP3"],"Colors":["ffffff","7ed321","d0021b","0013fe","f8e71c"],"Name":"T-cells","Path":"T-cells_0__DNA_1--13__CD4--14__CD3d--15__CD8a--22__FOXP3"},{"Channels":["DNA_1","CD11c","CD163","IBA1","CD11b"],"Colors":["ffffff","f99f08","1700fc","d0021b","02d019"],"Name":"Myeloid cells","Path":"Myeloid-cells_0__DNA_1--5__CD11c--9__CD163--25__IBA1--33__CD11b"},{"Channels":["DNA_1","CD20","CD15","CD57","CD45RO"],"Colors":["50e3c2","7ed321","d0021b","bd10e0","321cf8"],"Name":"Other Immune Cells","Path":"Other-Immune-Cells_0__DNA_1--11__CD20--17__CD15--10__CD57--21__CD45RO"},{"Channels":["DNA_1","pSTAT1","CD11c","CD8a","CK7","PD1"],"Colors":["ffffff","d0021b","00ff0a","0000ff","bd10e0","f8e71c"],"Name":"T-cell-myeloid interaction","Path":"T-cell-myeloid-interaction_0__DNA_1--18__pSTAT1--5__CD11c--15__CD8a--26__CK7--23__PD1"}],"Header":"This ovarian cancer patient is an example of a non-responder within the clinical trial. It is important to note that this individual does not have an up-regulation of interferon, so phospho-STAT1 levels are not as high as compared to an extreme responder in which we expect to see elevated levels of pSTAT1.","Images":[{"Description":"Sample C0156","Height":27407,"MaxLevel":6,"Name":"i0","Path":"https://s3.amazonaws.com/www.cycif.org/duraiswamy-2020/C0156","Width":44164}],"Layout":{"Grid":[["i0"]]},"Rotation":0,"Stories":[{"Description":"","Name":"","Waypoints":[{"Arrows":[],"Description":"This region, a tertiary lymphoid structure, contains a high abundance of PD-L1 and PD1-positive cells. The high expression levels of these two particular antibodies indicate that the tumor is trying to combat the body's immune response to tumors so that the cancer can continue to metastasize elsewhere in the body. The extreme presence of the cyan Cyclin A antibody indicates that the cells in this area are continuing to divide and proliferate at an unsteady rate as the cancer progresses.","Group":"Functional Markers","Name":"High PD1 and PD-L1 expression","Overlays":[],"Pan":[0.7830199121923186,0.6121619139824507],"Zoom":21.515312866699016},{"Arrows":[],"Description":"In this tumor regions, the Pax8 cancer marker is highly clustered in pockets within the tissue. The Pax8 antibody is a nuclear marker for cancer cells, hence its high expression in this tissue region. The CK7 biomarker is blaring in this sample provides secondary evidence that this is a tumorous region. The additional stroma markers in this area outline the epithelial tissue that surrounds the tumor region.and highlights some of the vasculature.such as neighboring blood vessels that feed into the tumor.","Group":"Tumor-stroma","Name":"Highly tumorous region","Overlays":[],"Pan":[0.5236713303388739,0.6945431084778423],"Zoom":5.772598445802774},{"Arrows":[],"Description":"Throughout this tissue, there are pockets full of T-cells. What is interesting to see here in the sub-classification of different types of T-ells within the tissue. Toggling the colors on and off differentiates helper T-cells from cytotoxic T-cells. The co-expression of FoxP3 further indicates that these T-cells are under the surveillance and protection of the master regulatory pathway to help guide the body's immune response.","Group":"T-cells","Name":"T-cell clusters","Overlays":[],"Pan":[0.390315934573086,0.7704135041988468],"Zoom":10.74017522048711},{"Arrows":[],"Description":"This region of the tissue is comprised of myeloid cells. The cells often serve as the precursors to macrophages and other immune cell types that reaction to a cancerous invasion. Through this section, there are bundles of myeloid cells attempting to prevent the cancer from spreading through their phagocytic actions.\n\nToggle on and off the various channels to see which myeloid cells are specifically macrophages and others that are dendritic cells.","Group":"Myeloid cells","Name":"Myeloid-rich compartments","Overlays":[],"Pan":[0.6141980315698383,0.8887947332179544],"Zoom":11.17169221191366},{"Arrows":[],"Description":"Here we examine a subset of CD8-positive that either express pSTAT1 or do not and their relative contiguity with CD11c-positive myeloid cells. it is interesting to note that here we see pSTAT1 expression irrespective of the presence of CD11c-positive or CD8 T-cells. The CD8 T-cells exist both in the context of neighboring myeloid cells and independent of those cells.As expected, many of the T ells co-express PD1 as an immune response to the presence of tumor,which is easily seen with CK7 toggled \"on.\"","Group":"T-cell-myeloid interaction","Name":"T-cell-myeloid interaction","Overlays":[],"Pan":[0.7483201860651417,0.7059889070911308],"Zoom":18.615837525399293}]}]}